<pre>

السلام عليكم ورحمة الله وبركاته

تحية طيبة وبعد،

يشرفنا إعلامكم أنه يمكنكم طلب الخدمات الخاصة بالشئون اﻹدارية لجامعة بنها من خلال الرابط التالي:

<a href="https://gma.bu.edu.eg">https://gma.bu.edu.eg</a>

في ضوء ميكنة العمل والتحول الرقمي لخدمات جامعة بنها. وتطبيقا للخطة اﻹستراتيجية للجامعة 2017-2022 الغاية الثامنة.

يمكنكم الدخول على النظام من خلال الرابط اعلاه وتسجيل الدخول بإستخدام عنوان البريد اﻹلكتروني الخاص بإدارتكم كإسم للمستخدم.

وكلمة المرور اﻹبتدائية  123456

كما ينصح بشدة تغيير كلمة المرور اﻹبتدائية بعد أول تسجيل دخول أو من خلال صفحة البروفايل وذلك لتوفير مزيد من الحماية لحسابكم على النظام.


للتواصل حول دعم الطلبات الخاصة بإدارتكم على النظام
أ/ سراج غنيم
01002758365

وتفضلوا بقبول وافر الإحترام والتقدير.


---o[ البوابة اﻹلكترونية - جامعة بنها ]o---

</pre>